Repository: fieldly/PersonalliggareiOS
Catalog: resources/*.lproj/Localizable.strings
Languages: pl, sv

# loading.activating
source: Activating
pl: Aktywowanie
sv: Aktiverar

# loading.pausing
source: Pausing
pl: Reaktywowanie
sv: Pausar

# loading.completing
source: Completing
pl: Ukańczanie
sv: Avslutar

# loading.fetching
source: Fetching
pl: Pobieranie
sv: Hämtar

# loading.sending
source: Sending
pl: Wysyłanie
sv: Skickar

# loading.deleting
source: Deleting
pl: Usuwanie
sv: Raderar

# loading.updating
source: Updating
pl: Aktualizowanie
sv: Uppdaterar

# loading.closing
source: Closing
pl: Zamykanie
sv: Stänger

# loading.sent
source: Sent!
pl: Wysłano!
sv: Skickat!

# loading.updated
source: Updated!
pl: Zaktualizowano!
sv: Uppdaterad!

# loading.deleted
source: Deleted!
pl: Usunięto!
sv: Raderad!

# loading.missing
source: All fields marked with * is mandatory
pl: Wszystkie pola oznaczone * są obowiązkowe
sv: Alla fält markerade med * är obligatoriska

# loading.server_error
source: Something went wrong
pl: Wystąpił błąd
sv: Något gick fel

# loading.failed
source: Failed to send
pl: Wysłanie nie powiodło się
sv: Gick inte skicka

# loading.login_failed
source: Wrong email or password
pl: Nieprawidłowy email lub hasło
sv: Fel epostadress eller lösenord

# loading.selecting
source: Selecting
pl: Wybieranie
sv: Väljer

# loading.no_connection
source: No connection
pl: Brak połączenia
sv: Ingen uppkoppling

# refresh.fetching
source: Fetching data...
pl: Pobieranie danych...
sv: Hämtar data...

# refresh.pull
source: Pull to refresh
pl: Przesuń w dół by odświeżyć
sv: Dra för att ladda om

# refresh.release
source: Release to refresh
pl: Puść aby odświerzyć
sv: Släpp för att ladda om

# message.no_connection
source: You need an internet connection
pl: Wymagane jest połączenie z internetem
sv: Du behöver en internetuppkoppling

# message.no_attachment
source: There are no attached file
pl: Brak załącznika
sv: Det finns ingen bifogad fil

# message.no_project_id
source: Select a project
pl: Wybierz projekt
sv: Välj ett projekt

# message.not_released
source: This functionality will be released when the new version of the Fieldly project management tool will be released
pl: Ta funkcjonalność nie jest jeszcze dostępna
sv: Denna funktion kommer att släppas samtidigt som vi släpper vår nya version av Fieldly projekthantering

# dialog.message_refreshed_projects
source: Projects was updated
pl: Zaktualizowano projekty
sv: Projekten är uppdaterade

# dialog.message_refreshed_workorders
source: Workorders was updated
pl: Zaktualizowano zlecenia
sv: Arbetsordrarna är uppdaterade

# dialog.message_refreshed_destinations
source: Destinations was updated
pl: Zaktualizowano lokalizacje
sv: Platserna är uppdaterade

# dialog.message_new_task
source: You got a new task
pl: Otrzymałeś nowe zadanie
sv: Du fick en ny uppgift

# dialog.message_updated_task
source: One of your tasks was updated
pl: Jedno z twoich zadań zostało zaktualizowane
sv: En av dina uppgifter ändrades

# dialog.message_travel_error
source: Enter all fields
pl: Wypełnij wszystkie pola
sv: Välj alla fält

# dialog.message_workorder_error
source: Enter all fields
pl: Wypełnij wszystkie pola
sv: Välj alla fält

# dialog.message_timereport_error
source: Enter all fields
pl: Wypełnij wszystkie pola
sv: Välj alla fält

# dialog.message_timereport_size_error
source: End date is smaller than start date
pl: Data ukończenia jest przed datą rozpoczęcia
sv: Sluttid är mindre än starttid

# dialog.message_google_error
source: Something went wrong try another address or try later
pl: Wystąpił błąd, sprobuj ponownie
sv: Något gick fel testa en annan adress eller vänta en liten stund och prova igen

# general.label_project
source: Project
pl: Projekt
sv: Projekt

# login.heading
source: Login
pl: Logowanie
sv: Inloggning

# login.label_email
source: Email address *
pl: Email *
sv: Epostadress *

# login.label_email_info
source: Enter your email address
pl: Podaj adres email
sv: Ange din epostadress

# login.label_password
source: Password *
pl: Hasło *
sv: Lösenord *

# login.label_password_info
source: Enter your password
pl: Podaj hasło
sv: Ange ditt lösenord

# login.placeholder_email
source: Click here to enter your email
pl: Kliknij tutaj aby podać email
sv: Klicka här för att lägga till epost

# login.placeholder_password
source: Click here to enter your password
pl: Kliknij tutaj aby podać hasło
sv: Klicka här för att lägga till lösenord

# login.button_login
source: LOGIN
pl: ZALOGUJ
sv: LOGGA IN

# login.message_missing_fields
source: Enter both fields
pl: Wypełnij obydwa pola
sv: Alla fält markerade med * är obligatoriska

# login_setup.heading_location
source: Activate location
pl: Aktywuj lokalizację

# login_setup.message_location
source: Click below to activate locations
pl: Kliknij poniżej aby aktywować lokalizację

# login_setup.button_activate_location
source: ACTIVATE LOCATIONS
pl: AKTYWUJ LOKALIZACJĘ

# ledgers.heading
source: Digital ledgers
pl: Rejestr
sv: Personalliggare

# ledgers.heading_details
source: Digital ledgers
pl: Rejestr
sv: Personalliggare

# ledgers.label_click_to_select
source: Click to select
pl: Kliknij aby wybrać
sv: Klicka för att välja

# ledgers.label_emergency
source: Emergency
pl: List awaryjna
sv: NÖDLISTA

# ledgers.label_attachments
source: Documents
pl: Załączniki
sv: Dokument

# ledgers.label_worksite
source: Work site
pl: Miejsce pracy
sv: Arbetsplats

# ledgers.label_actions
source: Actions
pl: Akcje
sv: Åtgärder

# ledgers.label_timestamp
source: Checkin time
pl: Czas logowania
sv: Incheckningstid

# ledgers.label_site_number
source: Skatteverkets ID-number
pl: Numer rejestru (Skatteverkets ID)
sv: Skatteverkets ID-nummer

# ledgers.label_email
source: Email address
pl: Email

# ledgers.label_info
source: Enter the ID number that is registered on this staff ledge in the field above. When you do this, then a message is sent to the registered The email. Follow the link in the message.
pl: Podaj numer rejestru w polu powyżej. Zostanie wysłana wiadomość email pod podany adres. Kliknij na link w wiadomości.
sv: Ange det ID-nummer som är registrerat på denna personalliggare i fältet ovan. När du gör detta så kommer ett meddelande skickas till den registrerade epostaddressen. Följ länken i meddelandet.

# ledgers.label_code_info
source: You have now received an e-mail message. Visit the link in the email and enter the code above to access the personnel ledger. Remember to enter it exactly.
pl: Otrzymałeś wiadomość email. Kliknij na link w wiadomości i wpisz powyższy kod, aby uzyskać dostęp do rejestru.
sv: Du har nu fått ett epostmeddelande. Besök länken i meddelandet och ange koden ovan för att komma åt personalliggaren. Kom ihåg att ange den exakt.

# ledgers.label_code
source: Verification code
pl: Kod weryfikacyjny
sv: Verifikationskod

# ledgers.label_missing_fields
source: Enter Skatteverkets ID-number
pl: Podaj numer rejestru (Skatteverkets ID)
sv: Ange Skatteverkets ID-nummer

# ledgers.label_do_not_match
source: ID-number is not correct
pl: Podaj numer rejestru jest niepoprawny

# ledgers.label_dialog_title
source: Message
pl: Wiadomość
sv: Meddelande

# ledgers.label_dialog_message_logout
source: Do you really want to logout? If you do you have to login again at a later time.
pl: Czy napewno chcesz się wylogować?
sv: Vill du verkligen logga ut? Om du gör detta så måste du logga in igen senare.

# ledgers.label_dialog_yes
source: true
pl: Tak
sv: Ja

# ledgers.label_dialog_no
source: false
pl: Nie
sv: Nej

# ledgers.label_empty
source: There are no ledgers
pl: Brak rejestrów
sv: Det finns inga liggare

# ledgers.label_empty_entries
source: There are no users
pl: Brak wpisów

# ledgers.label_checkin
source: I AM HERE
pl: WCHODZĘ
sv: JAG ÄR PÅ PLATSEN

# ledgers.label_checkout
source: I AM LEAVING
pl: WYCHODZĘ
sv: JAG LÄMNAR PLATSEN

# ledgers.button_fetch
source: FETCH LEDGER
pl: POBIERZ REJESTR
sv: HÄMTA PERSONALLIGARE

# attachments.heading
source: Attachments
pl: Załączniki
sv: Dokument

# attachments.heading_show
source: Show page
pl: Pokaż
sv: Visa sida

# attachments.message_empty
source: There are no attachments
pl: Brak załączników
sv: Det finns inga dokument

# attachments.label_archive
source: Available attachments
pl: Kliknij poniżej aby otworzyć załącznik
sv: Tillgängliga dokument

# emergency.heading
source: Emergency list
pl: Lista awaryjna
sv: Nödlista

# loading.reactivating
source: Reactivating
sv: Återaktiverar

# message.no_value
source: Missing
sv: Saknas
